Revit 2026 API

# ParameterTypeIdUsingMultiple Property

---

"Multiple Join"

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static ForgeTypeId UsingMultiple { get; }
```
```vb
Public Shared ReadOnly Property UsingMultiple As ForgeTypeId
	Get
```
```cpp
public:
static property ForgeTypeId^ UsingMultiple {
	ForgeTypeId^ get ();
}
```
```fsharp
static member UsingMultiple : ForgeTypeId with get
```

#### Property Value

ForgeTypeId

#### Reference

ParameterTypeId Class

Autodesk.Revit.DB Namespace